Repository: FBukovina/Gradely
Catalog: Gradely/Resources/Localizable.xcstrings
Source language: en
Languages: cs

# gradey.ai.loadFailed.message
source: Check your connection and try again.
cs: Zkontroluj připojení a zkus to znovu.

# gradey.ai.loadFailed.title
source: Couldn’t load Gradey AI
cs: Gradey AI se nepodařilo načíst

# gradey.ai.loading
source: Loading Gradey AI…
cs: Načítám Gradey AI…

# gradey.ai.newChat
source: New chat
cs: Nový chat

source: Gradey AI options
cs: Možnosti Gradey AI

# gradey.ai.privacy.footnote
source: Google Firebase and Microsoft Azure OpenAI process your messages, relevant chat history and selected school information to provide AI replies.
cs: Google Firebase a Microsoft Azure OpenAI zpracovávají tvoje zprávy, související historii chatu a vybrané školní údaje pro odpovědi AI.

# gradey.ai.privacy.revoke.action
source: Revoke consent and delete data
cs: Odvolat souhlas a smazat data

# gradey.ai.privacy.revoke.message
source: This withdraws your AI consent and permanently deletes all your Gradey AI chats. You’ll need to give consent again to use Gradey AI.
cs: Tím odvoláš souhlas a trvale smažeš všechny své chaty v Gradey AI. Před dalším použitím budeš muset souhlas znovu potvrdit.

# gradey.ai.privacy.revoke.title
source: Revoke consent?
cs: Odvolat souhlas?

# gradey.ai.prompt.general1
source: Help me make a realistic study plan.
cs: Pomoz mi sestavit realistický plán učení.

# gradey.ai.prompt.general2
source: Explain how to study effectively.
cs: Vysvětli mi, jak se efektivně učit.

# gradey.ai.prompt.study_priorities
source: Suggest a few study priorities from the selected summaries.
cs: Navrhni několik priorit pro učení podle vybraných přehledů.

# gradey.ai.prompt.subject_help
source: Help me understand my recent results in this subject.
cs: Pomoz mi porozumět posledním výsledkům v tomto předmětu.

# gradey.ai.prompt.test_preparation
source: Suggest a preparation plan for this test.
cs: Navrhni plán přípravy na tento test.

# gradey.ai.prompt.tomorrow
source: Help me plan around tomorrow’s lessons and events.
cs: Pomoz mi naplánovat zítřek podle rozvrhu a událostí.

# gradey.ai.prompt.week_summary
source: Summarize this week and suggest a practical plan.
cs: Shrň tento týden a navrhni praktický plán.

# gradey.ai.responding
source: Gradey AI is responding
cs: Gradey AI odpovídá

# gradey.ai.response.cancelled
source: Response stopped
cs: Odpověď zastavena

# gradey.ai.send
source: Send message
cs: Odeslat zprávu

# gradey.ai.signIn.subtitle
source: Gradey AI is available for signed-in users. Sign in with Gradey ID to continue.
cs: Gradey AI je jen pro přihlášené uživatele. Přihlas se ke Gradey ID a pokračuj.

# gradey.ai.stop
source: Stop response
cs: Zastavit odpověď

# gradey.ai.unavailable.message
source: Gradey AI is temporarily unavailable. Please try again later.
cs: Gradey AI je dočasně nedostupná. Zkus to prosím znovu později.

# gradey.ai.unavailable.title
source: Gradey AI is unavailable
cs: Gradey AI není dostupná

# gradey.ai.welcome.message
source: Get help with studying. Choose what school information to share when you want help with your marks, timetable or a test.
cs: Nech si pomoct s učením. Pro pomoc se známkami, rozvrhem nebo testem vyber, které školní údaje chceš sdílet.

# gradey.ai.welcome.title
source: Your AI study assistant
cs: Tvůj AI pomocník s učením

# gradey.auth.continueWithoutAccount
source: Continue without an account
cs: Pokračovat bez účtu

# gradey.auth.error.invalidResponse
source: Gradey ID returned an invalid response.
cs: Gradey ID vrátil neplatnou odpověď.

# gradey.auth.error.missingIdentityToken
source: Apple did not return a usable identity token.
cs: Apple nevrátilo použitelný identifikační token.

# gradey.auth.error.notConfigured
source: Gradey ID is not configured for this build.
cs: Gradey ID není pro tento build nastavené.

# gradey.auth.error.requestFailed
source: Gradey ID request failed.
cs: Požadavek Gradey ID selhal.

# gradey.auth.privacyNote
source: School passwords stay in this device’s Keychain. Strava.cz passwords are not stored. Gradey ID syncs only sanitized provider tokens and asks you to reconnect when a password is needed again.
cs: Školní hesla zůstávají v Klíčence tohoto zařízení. Hesla do Strava.cz se neukládají. Gradey ID synchronizuje jen očištěné tokeny poskytovatelů a v případě potřeby hesla tě požádá o nové připojení.

# gradey.auth.signInBody
source: Apple keeps sign-in private and lets Gradey sync safely across your devices.
cs: Apple udržuje přihlášení soukromé a Gradey díky němu bezpečně synchronizuje tvoje zařízení.

# gradey.auth.signingIn
source: Signing in…
cs: Přihlašuji…

# gradey.auth.signInHeading
source: Continue with Apple
cs: Pokračuj přes Apple

# gradey.auth.signInWithApple
source: Sign in with Apple
cs: Přihlásit se přes Apple

# gradey.auth.subtitle
source: Your private account for marks, meals, notifications, and widgets across your devices.
cs: Tvůj soukromý účet pro známky, obědy, oznámení a widgety na tvých zařízeních.

# gradey.auth.testingBypass
source: Continue without Gradey ID
cs: Pokračovat bez Gradey ID

# gradey.guest.accountSection.action
source: Sign in to Gradey ID
cs: Přihlásit se ke Gradey ID

# gradey.guest.accountSection.heading
source: Want to use Gradey ID?
cs: Chceš používat Gradey ID?

# gradey.guest.accountSection.message
source: Return to Gradey ID sign-in to enable synced account features. Your school account remains connected on this device.
cs: Vrať se k přihlášení přes Gradey ID a zapni synchronizované funkce účtu. Tvůj školní účet zůstane v tomto zařízení připojený.

# gradey.guest.accountSection.title
source: Gradey account
cs: Účet Gradey

# gradey.guest.profile.message
source: School data stays on this device
cs: Školní data zůstávají v tomto zařízení

# gradey.guest.profile.title
source: Using Gradey as a guest
cs: Používáš Gradey jako host

# gradey.guest.schoolLogout
source: Sign out of school account
cs: Odhlásit školní účet

# GradeyCalendarAlarmCases
source: Alarm type
cs: Typ upozornění

# GradeyCalendarLocationCases
source: Location type
cs: Typ místa

source: Homework
cs: Domácí úkol

source: Hours
cs: Hodiny

source: Include time
cs: Uvést čas

source: Information
cs: Údaje

# insight.assessment.due
source: Prepare for %@
cs: Příprava: %@

# insight.average.changed
source: %@: average changed from %@ to %@
cs: %@: průměr se změnil z %@ na %@

# insight.busy.tests
source: Tests in the next four days: %@
cs: Testy v příštích čtyřech dnech: %@

# insight.deadline.due
source: Due soon: %@
cs: Blíží se termín: %@

# insight.grade.edited
source: A recorded mark changed in %@
cs: Změna známky v předmětu %@

# insight.grade.new
source: New recorded mark in %@
cs: Nová známka v předmětu %@

# insight.trend.worsening
source: %@: your average is getting worse
cs: %@: průměr se zhoršuje

source: Item type
cs: Typ položky

source: Last updated
cs: Poslední aktualizace

# legal.privacyPolicy
source: Privacy Policy
cs: Zásady ochrany osobních údajů

# legal.termsOfUse
source: Terms of Use (EULA)
cs: Podmínky používání (EULA)

source: Lesson
cs: Hodina

source: Loading today...
cs: Načítám Dnes…

source: Location reminder
cs: Připomínka podle místa

# login.button
source: Sign in
cs: Přihlásit se

# login.demoAccount
source: Use demo account
cs: Použít demo účet

# login.hidePassword
source: Hide password
cs: Skrýt heslo

# login.loading
source: Signing in…
cs: Přihlašuji…

# login.password
source: Password
cs: Heslo

# login.provider
source: School system
cs: Školní systém

# login.schoolURL
source: School URL
cs: URL školy

# login.showPassword
source: Show password
cs: Zobrazit heslo

# login.subtitle
source: Sign in with your school account to keep marks, averages, and absences at hand.
cs: Přihlas se školními údaji a měj známky, průměry i absenci po ruce.

# login.support.chat
source: Chat with support
cs: Napsat podpoře

# login.title
source: Sign in
cs: Přihlášení

# login.username
source: Username
cs: Uživatelské jméno

source: Lunch
cs: Oběd

source: Mark
cs: Známka

# mark.untitled
source: Untitled
cs: Bez názvu

source: Marks
cs: Známky

# marks.column.subject
source: Subject
cs: Předmět

# marks.directory.title
source: Subjects
cs: Předměty

# marks.header.average
source: Average
cs: Průměr

# marks.header.title
source: Marks
cs: Známky

# marks.hero.average
source: Overall average
cs: Celkový průměr

# marks.hero.subjectCount
source: %d subjects
cs: %d předmětů

# marks.row.absencePercent
source: %.0f%% absent
cs: %.0f %% absence

# marks.row.trendBetter
source: %.2f better
cs: o %.2f lepší

# marks.row.trendWorse
source: %.2f worse
cs: o %.2f horší

# marks.search.empty
source: No subjects
cs: Žádné předměty

# marks.search.prompt
source: Search subjects
cs: Hledat předměty

# marks.sort.average
source: Average
cs: Průměr

# marks.sort.focus
source: Priority
cs: Priorita

# marks.sort.label
source: Sort
cs: Řazení

# marks.summary.best
source: Best
cs: Nejlepší

# marks.summary.marks
source: Marks
cs: Známky

# marks.summary.subjects
source: Subjects
cs: Předměty

# marks.summary.watch
source: Watch
cs: Pozor na

# marks.trends.movement
source: Average change
cs: Změna průměru

# marks.trends.newMarks
source: New marks: %d
cs: Nové známky: %d

# marks.trends.range
source: Range
cs: Období

# marks.trends.range30
source: 30 days
cs: 30 dní

# marks.trends.range90
source: 90 days
cs: 90 dní

# marks.trends.schoolYear
source: School year
cs: Školní rok

# marks.trends.title
source: Mark trends
cs: Vývoj známek

source: Month
cs: Měsíc

source: New mark
cs: Nová známka

source: New marks and trends
cs: Nové známky a trendy

source: Next lesson
cs: Další hodina

source: Next: %@
cs: Další: %@

source: No grade history
cs: Žádná historie známek

source: Note
cs: Poznámka

source: Notes
cs: Poznámky

source: Now and next
cs: Teď a potom

# onboarding.account.body
source: Create your private Gradey ID with Apple to sync settings across devices and enable notifications. You can also continue without it and connect school now.
cs: Vytvoř si soukromé Gradey ID přes Apple, synchronizuj nastavení mezi zařízeními a zapni oznámení. Můžeš také pokračovat bez něj a školu připojit hned.

# onboarding.account.login.body
source: Sign in with the same Apple ID you used to create Gradey ID. There is no separate password.
cs: Přihlas se stejným Apple ID jako při vytváření Gradey ID. Žádné další heslo nepotřebuješ.

# onboarding.account.login.title
source: Sign in to Gradey
cs: Přihlas se do Gradey

# onboarding.account.title
source: Create your Gradey ID
cs: Vytvoř si Gradey ID

# onboarding.back
source: Back
cs: Zpět

# onboarding.continue
source: Continue
cs: Pokračovat

# onboarding.getStarted
source: Get started
cs: Začít

# onboarding.guest.notificationsNote
source: New-mark notifications require Gradey ID. You can enable them later in Account & Settings.
cs: Upozornění na nové známky vyžadují Gradey ID. Později je můžeš zapnout v Účtu a nastavení.

# onboarding.logIn
source: Sign in
cs: Přihlásit se

# onboarding.marks.body
source: Follow averages, mark counts, and subjects that need attention.
cs: Sleduj průměry, počet známek i předměty, na které se potřebuješ zaměřit.

# onboarding.marks.title
source: Marks at a glance
cs: Známky na první pohled

# onboarding.meals.body
source: Connect Strava.cz if you want to keep your canteen menu at hand.
cs: Pokud chceš mít jídelníček po ruce, připoj Strava.cz.

# onboarding.meals.connect
source: Connect Strava.cz
cs: Připojit Strava.cz

# onboarding.meals.connect.body
source: Sign in with your Strava.cz details. Your session is saved in this device’s Keychain. Your password is not stored or sent to Gradey servers.
cs: Přihlas se údaji ke Strava.cz. V Klíčence tohoto zařízení se uloží přihlašovací relace. Heslo se neukládá ani neposílá na servery Gradey.

# onboarding.meals.connect.title
source: Connect Strava.cz
cs: Připojit Strava.cz

# onboarding.meals.notNow
source: Not now
cs: Teď ne

# onboarding.meals.title
source: School meals
cs: Školní obědy

# onboarding.next
source: Next
cs: Další

# onboarding.notifications.body
source: With Gradey ID, you can get an alert when a new mark arrives. Change this anytime in Account & Settings.
cs: S Gradey ID můžeš dostat upozornění, když přijde nová známka. Nastavení lze kdykoli změnit v Účtu a nastavení.

# onboarding.notifications.disabled
source: Off
cs: Vypnuto

# onboarding.notifications.enable
source: Enable notifications
cs: Zapnout upozornění

# onboarding.notifications.enabled
source: Enabled
cs: Zapnuto

# onboarding.notifications.notNow
source: Not now
cs: Teď ne

# onboarding.notifications.title
source: Stay up to date
cs: Měj přehled

# onboarding.notifications.unavailable
source: Requires Gradey ID
cs: Vyžaduje Gradey ID

# onboarding.progress
source: Step %lld of %lld
cs: Krok %lld z %lld

# onboarding.ready.account
source: Account
cs: Účet

# onboarding.ready.body
source: Review your connections, then open Gradey.
cs: Zkontroluj připojené služby a otevři Gradey.

# onboarding.ready.connected
source: Connected
cs: Připojeno

# onboarding.ready.localOnly
source: Only on this device
cs: Pouze v tomto zařízení

# onboarding.ready.meals
source: Meals
cs: Obědy

# onboarding.ready.notConnected
source: Not connected
cs: Nepřipojeno

# onboarding.ready.notifications
source: Notifications
cs: Upozornění

# onboarding.ready.open
source: Open Gradey
cs: Otevřít Gradey

# onboarding.ready.school
source: School
cs: Škola

# onboarding.ready.title
source: You're ready
cs: Všechno je připraveno

# onboarding.school.body
source: Choose your provider and use the same sign-in details as at school. Your password stays in this device’s Keychain.
cs: Vyber poskytovatele a přihlas se stejnými údaji jako ve škole. Heslo zůstane v Klíčence tohoto zařízení.

# onboarding.school.change
source: Change
cs: Změnit

# onboarding.school.choose.body
source: Find your school. If it is not listed, enter its address manually.
cs: Vyhledej svou školu. Pokud ji nenajdeš, můžeš zadat adresu ručně.

# onboarding.school.choose.title
source: Choose your school
cs: Vyber svou školu

# onboarding.school.connect
source: Connect school
cs: Připojit školu

# onboarding.school.continue
source: Continue to sign in
cs: Pokračovat k přihlášení

# onboarding.school.credentials.body
source: Use the same username and password as at school. Your password stays in this device’s Keychain.
cs: Použij stejné uživatelské jméno a heslo jako ve škole. Heslo zůstane v Klíčence tohoto zařízení.

# onboarding.school.credentials.title
source: Sign in to your school
cs: Přihlas se do školy

# onboarding.school.manual.label
source: Or enter the school address manually
cs: Nebo zadej adresu školy ručně

# onboarding.school.stage.credentials
source: Sign in
cs: Přihlášení

# onboarding.school.stage.school
source: School
cs: Škola

# onboarding.school.title
source: Connect your school
cs: Připoj svou školu

# onboarding.skip
source: Skip
cs: Přeskočit

# onboarding.skipIntro
source: Skip intro
cs: Přeskočit úvod

# onboarding.sync.warning.meals
source: Strava.cz is connected on this device, but could not be linked to Gradey ID.
cs: Strava.cz je v tomto zařízení připojená, ale nepodařilo se ji propojit s Gradey ID.

# onboarding.sync.warning.notifications
source: Your notification choice could not be synced to Gradey ID. It remains saved on this device.
cs: Volbu oznámení se nepodařilo synchronizovat s Gradey ID. Nastavení zůstalo uložené v tomto zařízení.

# onboarding.sync.warning.retry
source: Try again
cs: Zkusit znovu

# onboarding.sync.warning.retrying
source: Retrying…
cs: Probíhá další pokus…

# onboarding.sync.warning.school
source: Your school is connected on this device, but could not be linked to Gradey ID.
cs: Škola je v tomto zařízení připojená, ale nepodařilo se ji propojit s Gradey ID.

# onboarding.sync.warning.title
source: Some connections are only on this device
cs: Některá připojení jsou pouze v zařízení

# onboarding.upgrade.account.body
source: Create a Gradey ID with Apple to sync settings across devices and enable new-mark notifications. You can also continue now and create it later in Settings.
cs: Vytvoř si Gradey ID přes Apple, synchronizuj nastavení mezi zařízeními a zapni upozornění na nové známky. Můžeš také pokračovat a Gradey ID si vytvořit později v Nastavení.

# onboarding.upgrade.account.continueWithout
source: Continue without Gradey ID
cs: Pokračovat bez Gradey ID

# onboarding.upgrade.account.title
source: Connect your Gradey ID
cs: Připoj Gradey ID

# onboarding.upgrade.support.body
source: Thank you for using Gradey. Development and running costs add up; cloud and API services alone have already cost more than $700. Support is optional: leave a one-time tip or choose recurring support for a higher daily Compute allowance and early access to new features. You can keep using Gradey either way.
cs: Děkujeme, že Gradey používáš. Vývoj i provoz něco stojí; jen cloudové a API služby nás dosud vyšly na více než 700 dolarů. Podpora je dobrovolná: můžeš poslat jednorázový příspěvek nebo zvolit pravidelnou podporu s vyšším denním přídělem Compute a přednostním přístupem k novinkám. Gradey můžeš dál používat bez ohledu na své rozhodnutí.

# onboarding.upgrade.support.continue
source: Continue to Gradey
cs: Pokračovat do Gradey

# onboarding.upgrade.support.title
source: Support Gradey’s next chapter
cs: Podpoř další kapitolu Gradey

# onboarding.welcome.benefit.extras.body
source: Get focused help from Gradey AI using the school information you choose, and stay up to date with notifications and widgets.
cs: Získej pomoc od Gradey AI podle školních údajů, které vybereš, a měj přehled díky oznámením a widgetům.

# onboarding.welcome.benefit.extras.title
source: Help and alerts
cs: Pomoc a upozornění

# onboarding.welcome.benefit.insights.body
source: Follow averages and trends, try hypothetical marks, and plan future absences.
cs: Sleduj průměry a vývoj, zkoušej si hypotetické známky a plánuj absenci.

# onboarding.welcome.benefit.insights.title
source: Understand your progress
cs: Měj přehled o svých výsledcích

# onboarding.welcome.benefit.today.body
source: See your timetable, new marks, and absences in one place.
cs: Měj rozvrh, nové známky a absenci na jednom místě.

# onboarding.welcome.benefit.today.title
source: Your day at a glance
cs: Dnešek na první pohled

# onboarding.welcome.body
source: Marks, timetable, absences, and smarter school insights in one place.
cs: Známky, rozvrh, absence i chytřejší školní přehledy na jednom místě.

# onboarding.welcome.title
source: Welcome to Gradey
cs: Vítej v Gradey

source: Open
cs: Otevřít

source: Open grade in Gradey
cs: Otevřít známku v Gradey

source: Open Gradey reminder
cs: Otevřít připomínku v Gradey

source: Open lesson in Gradey
cs: Otevřít hodinu v Gradey

source: Open Planner item in Gradey
cs: Otevřít položku Plánovače v Gradey

source: Open school grade
cs: Otevřít školní známku

source: Open school lesson
cs: Otevřít vyučovací hodinu

source: Open school subject
cs: Otevřít školní předmět

source: Open subject
cs: Otevřít předmět

source: Open subject in Gradey
cs: Otevřít předmět v Gradey

source: Overall average
cs: Celkový průměr

# overview.best
source: Best
cs: Nejlepší

# overview.marks
source: Marks
cs: Známky

# overview.overall.title
source: Overall average
cs: Celkový průměr

# overview.school.accessibility
source: School name: %@
cs: Název školy: %@

# overview.subjects
source: Subjects
cs: Předměty

# overview.weakest
source: Needs work
cs: Nejslabší

source: Person
cs: Osoba

source: Place
cs: Místo

source: Planner item
cs: Položka Plánovače

source: Planner item type
cs: Typ položky Plánovače

# planner.add
source: New planner item
cs: Nová položka plánovače

# planner.addFromLesson
source: Add to Planner
cs: Přidat do plánovače

# planner.calendar.completedTitle
source: Completed: %@
cs: Hotovo: %@

# planner.calendar.explanation
source: Items with Calendar sync enabled are sent to the Gradey calendar. Calendar access lets Gradey update and remove its events. Changes made in Calendar are not imported.
cs: Do kalendáře Gradey se posílají jen položky se zapnutou synchronizací. Přístup ke kalendáři umožňuje Gradey upravovat a mazat vlastní události. Změny provedené v Kalendáři se do Plánovače nepřebírají.

# planner.calendar.needsDate
source: Choose a day or due date to enable Calendar sync. Items without a time become all-day events.
cs: Pro synchronizaci s Kalendářem vyber den nebo termín. Položky bez času se uloží jako celodenní události.

# planner.calendar.pending
source: Your items are saved on this device. Some updates are waiting to be sent to Calendar.
cs: Položky jsou uložené v tomto zařízení. Některé změny se ještě nepodařilo odeslat do Kalendáře.

# planner.calendar.retry
source: Retry Calendar sync
cs: Zkusit znovu synchronizaci s Kalendářem

# planner.calendar.section
source: Apple Calendar
cs: Kalendář Apple

# planner.calendar.toggle
source: Sync to Apple Calendar
cs: Synchronizovat do Kalendáře Apple

# planner.completed
source: Completed
cs: Dokončené

# planner.context
source: School context
cs: Vazba na školu

# planner.delete
source: Delete
cs: Smazat

# planner.delete.confirm
source: Delete this planner item and its Calendar event?
cs: Smazat tuto položku a její událost v Kalendáři?

# planner.details
source: Details
cs: Podrobnosti

# planner.due
source: Due
cs: Termín

# planner.edit
source: Edit planner item
cs: Upravit položku

# planner.empty.completed.message
source: Items you mark complete will appear here.
cs: Tady najdeš položky označené jako hotové.

# planner.empty.completed.title
source: No completed items
cs: Žádné dokončené položky

# planner.empty.message
source: Add a task, test, or note here or from a lesson in Timetable. Unfinished items stay here, even after their due date.
cs: Přidej úkol, test nebo poznámku tady nebo přímo u hodiny v rozvrhu. Nedokončené položky tu zůstanou i po termínu.

# planner.empty.title
source: Your planner is clear
cs: Plánovač je prázdný

# planner.error.calendarPermission
source: Your planner is saved on this device. Allow Gradey full calendar access in system settings, then try again to create, update, or remove its Calendar events.
cs: Plánovač je uložený v tomto zařízení. V nastavení systému povol Gradey plný přístup ke kalendáři a zkus to znovu. Gradey pak může vytvářet, upravovat a mazat své události.

# planner.error.calendarUnavailable
source: Your planner is saved on this device, but Calendar could not be updated. Check that you have a calendar account that allows changes, then try again.
cs: Plánovač je uložený v tomto zařízení, ale Kalendář se nepodařilo aktualizovat. Zkontroluj, že máš k dispozici účet kalendáře, ve kterém můžeš upravovat události, a zkus to znovu.

# planner.error.dateRequired
source: Choose a day or due date before enabling Calendar sync.
cs: Před zapnutím synchronizace s Kalendářem vyber den nebo termín.

# planner.error.storage
source: Gradey could not read or save your planner. Your existing file has been kept. Try again when device storage is available.
cs: Plánovač se nepodařilo načíst nebo uložit. Původní soubor zůstal zachovaný. Zkus to znovu, až bude úložiště zařízení dostupné.

# planner.error.timetableUnavailable
source: The next lesson could not be checked because a timetable week is unavailable or the school account changed. Try again or choose a due date manually.
cs: Příští hodinu nelze ověřit, protože některý týden rozvrhu není dostupný nebo se změnil školní účet. Zkus to znovu nebo nastav termín ručně.

# planner.error.titleRequired
source: Enter a title for this item.
cs: Zadej název položky.

# planner.field.day
source: Day
cs: Den

# planner.field.dueDate
source: Due date
cs: Termín

# planner.field.hasDueDate
source: Set a due date
cs: Nastavit termín

# planner.field.includeTime
source: Include time
cs: Přidat čas
